[
  {
    "headlines": "Meta Quest 3’s mixed reality ‘passthrough’ broadens workplace appeal",
    "sub_headlines": "Meta’s latest headset is pitched primarily at consumers. But as with other devices in its AR/VR portfolio, the Quest is also suited to immersive training for employees — and improved ‘passthrough’ capabilities make collaboration a...",
    "link": "https://www.computerworld.com//article/3707810/meta-quest-3s-mixed-reality-passthrough-broadens-workplace-appeal.html"
  },
  {
    "headlines": "Meta challenges ChatGPT with chatbot, OpenAI fires back with new features",
    "sub_headlines": "Meta this week unveiled a new chatbot connected to the Bing search engine that can have a conversation with a user and create images based on textual inputs.",
    "link": "https://www.computerworld.com//article/3707828/meta-challenges-chatgpt-with-chatbot-openai-fires-back-with-new-features.html"
  },
  {
    "headlines": "Nvidia’s French offices raided for anticompetitive practices: Report",
    "sub_headlines": "While France’s competition watchdog did not confirm the identity of the entity being investigated, it said that the raids were conducted in the graphics cards sector.",
    "link": "https://www.computerworld.com/https://www.networkworld.com/article/3707869/nvidias-french-offices-raided-for-anticompetitive-practices-report.html"
  },
  {
    "headlines": "Google US antitrust trial: A timeline",
    "sub_headlines": "The biggest antitrust trial of the century has kicked off, targeting Google's search business, and a second trial against the tech giant, focusing on advertising, is scheduled for next year. Here's an updated, play-by-play account of...",
    "link": "https://www.computerworld.com//article/3706893/googles-us-antitrust-trials-a-timeline.html"
  },
  {
    "headlines": "FTC renews legal challenge to Microsoft’s $69B purchase of Activision",
    "sub_headlines": "The US Federal Trade Commission has revived proceedings to block the Microsoft-Activision merger as it awaits a ruling from a federal appeals court on a temporary injunction, and just weeks ahead of the expected close of the deal.",
    "link": "https://www.computerworld.com//article/3707789/ftc-renews-legal-challenge-to-microsofts-69b-purchase-of-activision.html"
  },
  {
    "headlines": "Chip industry strains to meet AI-fueled demands — will smaller LLMs help?",
    "sub_headlines": "Large language models are growing in size, as is the number of companies using generative AI technology. The more the models grow, the more CPUs they consume — exacerbating an already-strained chip supply chain.",
    "link": "https://www.computerworld.com//article/3707412/chip-industry-strains-to-meet-ai-fueled-demands-will-smaller-llms-help.html"
  },
  {
    "headlines": "Google to block Bard conversations from being indexed on Search",
    "sub_headlines": "The company said the conversations were being indexed accidentally after an SEO Consultant took to Twitter, now X, to report the issue.",
    "link": "https://www.computerworld.com//article/3707730/google-to-block-bard-conversations-from-being-indexed-on-search.html"
  },
  {
    "headlines": "US FTC hits Amazon with antitrust lawsuit on e-commerce business",
    "sub_headlines": "In the latest antitrust lawsuit to be leveled against a big tech company, Amazon is facing complaints it engaged in anticompetitive behavior that has negatively impacted buyers and sellers on its e-commerce platform.",
    "link": "https://www.computerworld.com//article/3707371/us-ftc-hits-amazon-with-antitrust-lawsuit-on-e-commerce-business.html"
  },
  {
    "headlines": "Apple’s Eddy Cue testifies in Google’s confusing, secretive antitrust trial",
    "sub_headlines": "Top Apple executive Eddy Cue testified in the government’s antitrust case against Google, but it’s hard to judge the import of what he said given the shroud of secrecy surrounding the trial.",
    "link": "https://www.computerworld.com//article/3707315/apple-s-eddy-cue-testifies-in-google-s-confusing-secretive-antitrust-trial.html"
  },
  {
    "headlines": "US may extend China waiver for South Korean chipmakers",
    "sub_headlines": "US Deputy Secretary of Commerce Don Graves has assured South Korean chipmakers, including Samsung and SK Hynix, of taking steps that enable these companies to operate smoothly in China.",
    "link": "https://www.computerworld.com//article/3707314/us-may-extend-china-waiver-for-south-korean-chipmakers.html"
  },
  {
    "headlines": "Atlassian adds new collaboration and integration features to Jira platforms",
    "sub_headlines": "Two years after launching Jira Work Management, Atlassian has launched a host of new updates to the platform to allow both technical and non-technical teams to benefit from Jira.",
    "link": "https://www.computerworld.com//article/3707311/atlassian-adds-new-collaboration-and-integration-features-to-jira-platforms.html"
  },
  {
    "headlines": "Microsoft’s data centers are going nuclear",
    "sub_headlines": "A job posting suggests that Microsoft is planning to explore the use of small nuclear reactors for its major data centers.",
    "link": "https://www.computerworld.com//article/3707472/microsofts-data-centers-are-going-nuclear.html"
  },
  {
    "headlines": "UK regulator provisionally clears Microsoft's $69B Activision acquisition",
    "sub_headlines": "Five months after the UK’s Competition and Market’s Authority (CMA) blocked Microsoft’s acquisition of Activision Blizzard, a newly proposed agreement has addressed the regulator's concerns.",
    "link": "https://www.computerworld.com//article/3707411/uk-regulator-provisionally-clears-microsofts-69b-activision-acquisition.html"
  },
  {
    "headlines": "Amazon set to invest $4B in constitutional AI advocate Anthropic",
    "sub_headlines": "In return for the investment, AWS will become Anthropic’s primary cloud provider and grant the company access to its compute infrastructure.",
    "link": "https://www.computerworld.com//article/3707410/amazon-set-to-invest-4b-in-constitutional-ai-advocate-anthropic.html"
  },
  {
    "headlines": "The AI future of Windows is here",
    "sub_headlines": "Forget Windows 12: Microsoft’s big AI push is starting on your current Windows 11 PC on Sept. 26.",
    "link": "https://www.computerworld.com//article/3707254/microsoft-windows-ai-future.html"
  },
  {
    "headlines": "Generative AI and US copyright law are on a collision course",
    "sub_headlines": "The way in which US copyright law interacts with the burgeoning field of generative AI remains nebulous, and could cause problems for generative AI training that will come to a head in court cases.",
    "link": "https://www.computerworld.com//article/3707348/generative-ai-and-us-copyright-law-are-on-a-collision-course.html"
  },
  {
    "headlines": "Microsoft 365 Copilot rollout set for Nov. 1",
    "sub_headlines": "The generative AI assistant will be available to enterprise customers for $30 per user each month; meanwhile, an invite-only early access program for SMBs has begun.",
    "link": "https://www.computerworld.com//article/3707369/microsoft-365-copilot-rollout-set-for-nov-1.html"
  },
  {
    "headlines": "ServiceNow embeds AI-powered customer-assist features throughout products",
    "sub_headlines": "ServiceNow's new chatbot works across applications and can summarize customer service interactions and perform case, incident, and agent chat summarizations; act as a virtual agent; and perform search functions.",
    "link": "https://www.computerworld.com//article/3707269/servicenow-embeds-ai-powered-customer-assist-features-throughout-products.html"
  }
]